---
kind: other
id: Methods.T:Autodesk.Revit.DB.ProjectInfo
source: html/31d4933c-ca4a-c30e-6896-ea41d63a335c.htm
---
# ProjectInfo Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.